Repository: Nica-code/Practice-Buddy
Catalog: PracticeBuddy/Localizable.xcstrings
Source language: en
Languages: ko, ro

source: Studio Friends
ko: 스튜디오 친구들
ro: Prieteni de studio

source: Studio invites
ko: 스튜디오 초대
ro: Invitații studio

source: Studio Manager
ko: 스튜디오 관리
ro: Manager studio

source: Studio Manager is available under Teacher Tools.
ko: Studio Manager는 교사 도구 아래에서 사용할 수 있습니다.
ro: Manager studio este disponibil în Instrumente profesor.

source: Studio Mode
ko: 스튜디오 모드
ro: Mod studio

source: Studio name
ko: 스튜디오 이름
ro: Nume studio

source: Studio not found.
ko: 스튜디오를 찾을 수 없습니다.
ro: Studio negăsit.

source: Studio Planner
ko: 스튜디오 일정
ro: Planificator studio

source: Studio Quest collection
ko: 스튜디오 퀘스트 컬렉션
ro: Colecția Studio Quest

source: Studio section
ko: 스튜디오 섹션
ro: Secțiunea Studio

source: Studio template saved.
ko: 스튜디오 템플릿이 저장되었습니다.
ro: Șablonul de studio a fost salvat.

source: Studio Templates
ko: 스튜디오 템플릿
ro: Șabloane studio

source: Studio tools are currently unavailable for this account.
ko: 현재 이 계정에서는 Studio 도구를 사용할 수 없습니다.
ro: Instrumentele studio sunt momentan indisponibile pentru acest cont.

source: Studio tools are part of Practice Buddy Pro.
ko: 스튜디오 도구는 PractiQuest Pro 기능입니다.
ro: Uneltele de studio fac parte din PractiQuest Pro.

source: Studio warm-up appears for student accounts.
ko: 스튜디오 워밍업은 학생 계정에서 표시됩니다.
ro: Încălzirea de studio apare pentru conturile de elev.

source: Studio Warm-up Publisher
ko: 스튜디오 워밍업 게시
ro: Publicare încălzire studio

source: Subdivision
ko: 분할
ro: Subdiviziune

source: Submit by
ko: 제출 기한
ro: Trimite de către

source: Submit Recorded Take
ko: 녹음된 테이크 제출
ro: Trimite tentativa înregistrată

source: Submit Take
ko: 제출 테이크
ro: Trimiteți Take

source: Submitted %@ min to leaderboard.
ko: 리더보드에 %@분이 제출되었습니다.
ro: Trimise %@ min în clasament.

source: Submitting...
ko: 제출 중...
ro: Se trimite...

source: Subscribe (Unavailable)
ko: 구독(사용할 수 없음)
ro: Abonare (indisponibil)

source: Subscription: PractiQuest Ad-Free
ko: 구독: PractiQuest 광고 없음
ro: Abonament: PractiQuest fără reclame

source: Subscription: PractiQuest Pro
ko: 구독: PractiQuest Pro
ro: Abonament: PractiQuest Pro

source: Suggested for you
ko: 당신을 위해 제안
ro: Sugerat pentru tine

source: Summary
ko: 요약
ro: Rezumat

source: Support
ko: 지원하다
ro: Sprijin

source: Swipe to delete or use **Edit** for multi-delete.
ko: 스와이프하여 삭제하거나 **Edit**을 사용하여 다중 삭제하세요.
ro: Glisează pentru ștergere sau folosește **Editare** pentru ștergere multiplă.

source: Sync to Apple Calendar
ko: Apple 캘린더와 동기화
ro: Sincronizează cu Apple Calendar

source: Synced to Calendar
ko: 캘린더에 동기화됨
ro: Sincronizat cu Calendar

source: System
ko: 시스템
ro: Sistem

source: Take complete.
ko: 테이크가 완료되었습니다.
ro: Înregistrare completă.

source: Take Submitted
ko: 테이크 제출됨
ro: Luați Trimis

source: Tap “Mark Loop Clean” during run-through. Tempo increases after %@ clean loops.
ko: 런스루 중 '클린 루프 표시'를 누르세요. %@개의 클린 루프 후 템포가 올라갑니다.
ro: Apasă „Marchează buclă curată” în timpul run-through. Tempo-ul crește după %@ bucle curate.

source: Tap **Stop** to open **Save Session** (notes optional).
ko: **중지** 를 탭해 **세션 저장** 을 열 수 있습니다(메모는 선택 사항).
ro: Atinge **Oprire** pentru a deschide **Salvează sesiunea** (notițe opționale).

source: Tap a session to edit notes and hit **Save**.
ko: 세션을 탭해 메모를 편집한 뒤 **저장** 을 누르세요.
ro: Atinge o sesiune ca să editezi notițele, apoi apasă **Salvează**.

source: Tap Enter to record and submit your take.
ko: Enter를 눌러 테이크를 녹음하고 제출하세요.
ro: Atingeți Enter pentru a înregistra și a trimite preluarea.

source: Tap Tempo
ko: 탭 템포
ro: Atingeți Tempo

source: Tap the camera icon to upload or remove your photo.
ko: 사진을 업로드하거나 제거하려면 카메라 아이콘을 탭하세요.
ro: Atingeți pictograma camerei pentru a încărca sau a elimina fotografia.

source: Tap to apply
ko: 탭해서 적용
ro: Apasă pentru aplicare

source: Target
ko: 대상
ro: Țintă

source: Target beats: %@
ko: 목표 비트 수: %@
ro: Bătăi țintă: %@

source: Target loops: %@
ko: 목표 루프: %@
ro: Bucle țintă: %@

source: Target note %@/%@
ko: 목표 음 %@/%@
ro: Notă țintă %@/%@

source: Target time: %@ min
ko: 목표 시간: %@분
ro: Timp țintă: %@ min

source: Task
ko: 일
ro: Sarcină

source: Task name
ko: 작업 이름
ro: Numele sarcinii

source: Teacher
ko: 선생님
ro: Profesor

source: Teacher Tools
ko: 선생님 도구
ro: Instrumente profesor

source: Teacher tools are part of Practice Buddy Pro.
ko: 선생님 도구는 PractiQuest Pro 기능입니다.
ro: Uneltele pentru profesori fac parte din PractiQuest Pro.

source: Technique
ko: 기술
ro: Tehnică

source: Template applied.
ko: 템플릿이 적용되었습니다.
ro: Șablon aplicat.

source: Template name
ko: 템플릿 이름
ro: Numele șablonului

source: Template Name
ko: 템플릿 이름
ro: Nume șablon

source: Template save is available for Pro Teacher studio accounts.
ko: 템플릿 저장은 프로 교사 스튜디오 계정에서만 사용할 수 있습니다.
ro: Salvarea șabloanelor este disponibilă pentru conturile Pro Teacher Studio.

source: Template Session
ko: 템플릿 세션
ro: Sesiune șablon

source: Template-based planning is a Pro feature.
ko: 템플릿 기반 계획은 프로 기능입니다.
ro: Planificarea pe bază de șablon este o funcție Pro.

source: Tempo
ko: 템포

source: Tempo %@ BPM
ko: 템포 %@ BPM

source: Tempo Ladder (clean loops)
ko: 템포 래더(클린 루프)
ro: Scară de tempo (bucle curate)

source: Tempo ladder advanced to %@ BPM.
ko: 템포 래더가 %@ BPM으로 상승했습니다.
ro: Scara de tempo a avansat la %@ BPM.

source: Tempo ladder off
ko: 템포 래더 꺼짐
ro: Scară de tempo oprită

source: Tempo ladder on (%@ clean loops)
ko: 템포 래더 켜짐(%@ 클린 루프)
ro: Scară de tempo pornită (%@ bucle curate)

source: Tempo ramp
ko: 템포 램프
ro: Rampă de tempo

source: Tempo worked on (optional)
ko: 연습 템포(선택사항)
ro: Tempo lucrat (opțional)

source: Tempo: %@
ko: 템포: %@

source: Tempo: %@ BPM
ko: 템포: %@ BPM

source: Tempo: %@→%@
ko: 템포: %@→%@

source: Terms of use
ko: 이용약관
ro: Termeni de utilizare

source: Terms of Use (EULA)
ko: 이용약관(EULA)
ro: Termeni de utilizare (EULA)

source: The next generated plan adjusts tempo, loop count, and focus blocks based on this feedback.
ko: 다음 생성 계획은 이 피드백을 바탕으로 템포, 루프 수, 집중 블록을 조정합니다.
ro: Următorul plan generat ajustează tempo-ul, numărul de bucle și blocurile de focus pe baza acestui feedback.

source: The timer, verification record, and reflection will be lost.
ko: 타이머, 확인 기록, 반영이 손실됩니다.
ro: Cronometrul, înregistrarea de verificare și reflectarea se vor pierde.

source: Theme Preview
ko: 테마 미리보기
ro: Previzualizare temă

source: Themes
ko: 테마
ro: Teme

source: This assignment is not assigned to you.
ko: 이 과제는 내게 할당되지 않았습니다.
ro: Această temă nu este atribuită ție.

source: This feature is currently unavailable.
ko: 이 기능은 현재 사용할 수 없습니다.
ro: Această funcție este momentan indisponibilă.

source: This is how the app will look with this theme.
ko: 이 테마를 적용했을 때의 앱 모습입니다.
ro: Așa va arăta aplicația cu această temă.

source: This is your profile.
ko: 이것은 귀하의 프로필입니다.
ro: Acesta este profilul tău.

source: This keeps your practice private by default.
ko: 이렇게 하면 기본적으로 귀하의 진료가 비공개로 유지됩니다.
ro: Acest lucru vă păstrează practica privată în mod implicit.

source: This month
ko: 이번 달
ro: Luna aceasta

source: This musician may have changed their privacy or removed their profile.
ko: 이 뮤지션은 개인 정보를 변경했거나 프로필을 삭제했을 수 있습니다.
ro: Este posibil ca acest muzician să-și fi schimbat confidențialitatea sau să-și fi eliminat profilul.

source: This permanently removes the account and cannot be undone.
ko: 이렇게 하면 계정이 영구적으로 제거되며 취소할 수 없습니다.
ro: Acest lucru elimină definitiv contul și nu poate fi anulat.

source: This removes the session from your history and progress totals.
ko: 이렇게 하면 기록 및 진행률 합계에서 세션이 제거됩니다.
ro: Aceasta elimină sesiunea din istoricul dvs. și din totalurile de progres.

source: This session may have been removed.
ko: 이 세션이 삭제되었을 수 있습니다.
ro: Este posibil ca această sesiune să fi fost eliminată.

source: This sets a useful starting point. You can change it anytime.
ko: 이는 유용한 시작점을 설정합니다. 언제든지 변경할 수 있습니다.
ro: Aceasta stabilește un punct de plecare util. Îl poți schimba oricând.

source: This user sent you a friend request.
ko: 이 사용자가 귀하에게 친구 요청을 보냈습니다.
ro: Acest utilizator v-a trimis o cerere de prietenie.

source: This week
ko: 이번 주
ro: În această săptămână

source: This Week
ko: 이번 주
ro: Săptămâna aceasta

source: This will permanently delete your account and cannot be undone.
ko: 이렇게 하면 귀하의 계정이 영구적으로 삭제되며 취소할 수 없습니다.
ro: Aceasta vă va șterge definitiv contul și nu poate fi anulată.

source: Time
ko: 시간
ro: Timp

source: Time remaining
ko: 남은 시간
ro: Timp rămas

source: Time Signature
ko: 박자표
ro: Măsură

source: Time: %@ / %@m target
ko: 시간: %@ / 목표 %@분
ro: Timp: %@ / %@m țintă

source: Timer
ko: 타이머
ro: Cronometru

source: Title
ko: 제목
ro: Titlu

source: Today
ko: 오늘
ro: Astăzi

source: Today: +%@ XP
ko: 오늘: +%@ XP
ro: Astăzi: +%@ XP

source: Today’s Assignments
ko: 오늘의 과제
ro: Temele de azi

source: Token Balance
ko: 토큰 잔액
ro: Sold tokenuri

source: Tool Access
ko: 도구 액세스
ro: Acces la instrumente

source: Tools
ko: 도구
ro: Instrumente

source: Tools and Library
ko: 도구 및 라이브러리
ro: Instrumente și bibliotecă

source: Top fixes
ko: 개선 포인트
ro: Top corecții

source: Top league reached.
ko: 상위 리그에 도달했습니다.
ro: Liga de top a fost atinsă.

source: Total time
ko: 총 시간
ro: Timp total

source: Track level, duels, quests, and piece progress.
ko: 레벨, 결투, 퀘스트, 작품 진행 상황을 추적하세요.
ro: Urmărește nivelul, duelurile, misiunile și progresul pieselor.

source: Track level, quests, and piece progress.
ko: 레벨, 퀘스트, 곡 진행 상황을 확인하세요.
ro: Urmărește nivelul, misiunile și progresul pe piese.

source: Tracked with PracticeBuddy
ko: PracticeBuddy로 기록됨
ro: Monitorizat cu PractiQuest

source: Trial active until %@.
ko: %@까지 체험이 활성화됩니다.
ro: Proba este activă până la %@.

source: Trial active.
ko: 체험 진행 중입니다.
ro: Probă activă.

source: Try a different public handle.
ko: 다른 공개 핸들을 사용해 보세요.
ro: Încercați un alt handle public.

source: Tuner
ko: 튜너
ro: Acordor

source: Tuner failed to start: %@
ko: 튜너 시작 실패: %@
ro: Acordorul nu a putut porni: %@

source: Tuner needle
ko: 튜너 바늘
ro: Ac tuner

source: Tuning
ko: 튜닝
ro: Acordaj

source: Turn on notifications so PractiQuest can reach you when it matters.
ko: PractiQuest가 중요한 순간에 연락할 수 있도록 알림을 켜세요.
ro: Activați notificările pentru ca PractiQuest să vă poată contacta atunci când este important.

source: Turn this on to track progress.
ko: 진행 상황을 추적하려면 이 옵션을 켜세요.
ro: Activează această opțiune pentru a urmări progresul.

source: Type
ko: 유형
ro: Tip

source: Type Palettes
ko: 타입 팔레트
ro: Palete tipografice

source: Typography
ko: 타이포그래피
ro: Tipografie

source: Unequip
ko: 장비 해제
ro: Dezechipează

source: Unique scale tones hit
ko: 독특한 스케일 톤 히트
ro: Note unice din gamă atinse

source: Unlimited
ko: 제한 없는
ro: Nelimitat

source: Unlimited plans and tool presets
ko: 무제한 계획 및 도구 사전 설정
ro: Planuri nelimitate și presetări de instrumente

source: Unlink
ko: 풀리다
ro: Deconectează

source: Unlink Assignment
ko: 과제 연결 해제
ro: Deconectează tema

source: Unlock · %lld
ko: 잠금 해제 · %lld
ro: Deblocare · %lld

source: Unlock · %lld tokens
ko: · %lld 토큰 잠금 해제
ro: Deblocați · Jetoane %lld

source: Unlock advanced analytics with Pro to see deeper trends across your sessions.
ko: Pro로 고급 분석을 잠금해제하여 세션 전반에 걸쳐 더 깊은 추세를 확인하세요.
ro: Deblocați analize avansate cu Pro pentru a vedea tendințe mai profunde în sesiunile dvs.

source: Unlock and equip cosmetics from Play > Rewards.
ko: 플레이 > 보상에서 화장품을 잠금 해제하고 장착하세요.
ro: Deblochează și echipează cosmetice din Play > Recompense.

source: Unlock Pro
ko: 프로 잠금 해제
ro: Deblochează Pro

source: Unlock Pro (%@, One-time)
ko: 프로 잠금 해제(%@, 1회 결제)
ro: Deblochează Pro (%@, o singură plată)

source: Unlock Pro (Unavailable)
ko: 프로 잠금 해제(사용 불가)
ro: Deblochează Pro (indisponibil)

source: Unlock Pro to join a studio.
ko: 스튜디오에 참여하려면 프로를 잠금 해제하세요.
ro: Deblochează Pro ca să intri într-un studio.

source: Unlock Pro to open Studio Manager.
ko: 스튜디오 관리자를 열려면 프로를 잠금 해제하세요.
ro: Deblochează Pro ca să deschizi Manager Studio.

source: Unlocked
ko: 잠금 해제됨
ro: Deblocat

source: Unmute
ko: 음소거 해제
ro: Pornește sunetul

source: Unpin
ko: 고정 해제
ro: Elimină fixarea

source: Unverified
ko: 확인되지 않음
ro: Neverificat

source: Unverified: %@
ko: 미확인: %@
ro: Neverificat: %@

source: Upcoming Events
ko: 다가오는 이벤트
ro: Evenimente viitoare

source: Update
ko: 업데이트
ro: Actualizare

source: Update Required
ko: 업데이트 필요
ro: Actualizare necesară

source: Updating...
ko: 업데이트 중...
ro: Se actualizează...

source: Upgrade to Pro to export your practice history as CSV or JSON.
ko: 연습 기록을 CSV 또는 JSON으로 내보내려면 Pro로 업그레이드하세요.
ro: Faceți upgrade la Pro pentru a vă exporta istoricul practicii ca CSV sau JSON.

source: Upload New Photo
ko: 새 사진 업로드
ro: Încărcați o fotografie nouă

source: Upload Photo
ko: 사진 업로드
ro: Încarcă fotografie

source: Uploading profile photo...
ko: 프로필 사진 업로드 중...
ro: Se încarcă fotografia de profil...

source: Use
ko: 사용
ro: Folosește

source: Use a friend code or search for a musician to make a connection.
ko: 친구 코드를 사용하거나 음악가를 검색하여 연결하세요.
ro: Utilizați un cod de prieten sau căutați un muzician pentru a stabili o conexiune.

source: Use Custom
ko: 사용자 정의 사용
ro: Utilizați Personalizat

source: Use history window
ko: 기록 기간 사용
ro: Folosește fereastra de istoric

source: Use iPhone Settings to control lock-screen/banner style. In-app toggles choose which categories you receive.
ko: iPhone 설정을 사용하여 잠금 화면/배너 스타일을 제어하세요. 인앱 토글은 수신할 카테고리를 선택합니다.
ro: Folosește Setările iPhone pentru stilul ecranului blocat/banner. Comutatoarele din aplicație aleg categoriile pe care le primești.

source: Use metronome click
ko: 메트로놈 클릭 사용
ro: Folosește click-ul metronomului

source: Use metronome during work
ko: 연습 구간에서 메트로놈 사용
ro: Folosește metronomul în timpul lucrului

source: Use Start Practice for quick sessions, or open Practice for templates and tools.
ko: 빠른 세션은 연습 시작을 사용하고, 템플릿과 도구는 연습 탭에서 열어보세요.
ro: Folosește Începe studiul pentru sesiuni rapide sau deschide Practice pentru șabloane și instrumente.

source: Use tempo target
ko: 목표 템포 사용
ro: Folosește țintă de tempo

source: Use the Practice Dock from any tab. Quick Start uses your last setup; Set up a session lets you build tasks, verification, and check-ins. Finish opens a short reflection before anything is saved.
ko: 어느 탭에서나 Practice Dock을 사용할 수 있습니다. Quick Start는 마지막 설정을 사용합니다. 세션을 설정하면 작업, 확인, 체크인을 구축할 수 있습니다. 마침은 저장되기 전에 짧은 반성을 엽니다.
ro: Utilizați Practice Dock din orice filă. Pornirea rapidă utilizează ultima dvs. configurare; Configurarea unei sesiuni vă permite să creați sarcini, verificare și înregistrări. Terminare deschide o scurtă reflecție înainte ca ceva să fie salvat.

source: Use their friend code to send a private connection request.
ko: 친구 코드를 사용하여 비공개 연결 요청을 보내세요.
ro: Utilizați codul lor de prieten pentru a trimite o solicitare de conectare privată.

source: Use This Take
ko: 이 테이크를 사용하세요
ro: Folosește această tentativă

source: User A
ko: 사용자 A
ro: Utilizatorul A

source: User B
ko: 사용자 B
ro: Utilizatorul B

source: Verification active
ko: 검증 활성
ro: Verificare activă

source: Verification details
ko: 확인 내용
ro: Detalii de verificare

source: Verification inactive
ko: 검증 비활성
ro: Verificare inactivă

source: Verified
ko: 확인됨
ro: Verificat

source: Verified %@
ko: 확인됨 %@
ro: Verificat %@

source: Verified Mode
ko: 검증 모드
ro: Modul verificat

source: Verified practice
ko: 검증된 관행
ro: Practică verificată

source: Verified: %@
ko: 확인됨: %@
ro: Verificat: %@

source: Verified: %@ / %@
ko: 확인됨: %@ / %@
ro: Verificat: %@ / %@

source: Version
ko: 버전
ro: Versiune

source: Vibrato
ko: 비브라토

source: View
ko: 보기
ro: Vizualizare

source: View Full History
ko: 전체 기록 보기
ro: Vezi istoricul complet

source: View profile
ko: 프로필 보기
ro: Vezi profilul

source: Visit Profile
ko: 프로필 보기
ro: Vezi profilul

source: Visit website
ko: 웹사이트 방문
ro: Vizitați site-ul web

source: vs
ko: 대

source: Waiting for opponent submission.
ko: 상대방의 제출을 ​​기다리고 있습니다.
ro: Se așteaptă trimiterea adversarului.

source: Wants to connect
ko: 연결하고 싶다
ro: Vrea să se conecteze

source: Warm-up
ko: 워밍업
ro: Încălzire

source: Warm-up generated.
ko: 워밍업이 생성되었습니다.
ro: Încălzire generată.

source: Warm-up Generator
ko: 워밍업 생성기
ro: Generator de încălzire

source: Warm-up of the Week
ko: 이번 주 워밍업
ro: Încălzirea săptămânii

source: Warm-up of the week loaded.
ko: 이번 주 워밍업이 불러와졌습니다.
ro: Încălzirea săptămânii a fost încărcată.

source: Warm-up of the week published.
ko: 이번 주 워밍업이 게시되었습니다.
ro: Încălzirea săptămânii a fost publicată.

source: Warm-up push is available for Pro Teacher accounts.
ko: 워밍업 배포는 프로 교사 계정에서만 사용할 수 있습니다.
ro: Publicarea încălzirii este disponibilă pentru conturile Pro Teacher.

source: Warm-up saved.
ko: 워밍업이 저장되었습니다.
ro: Încălzire salvată.

source: Warm-up title
ko: 워밍업 제목
ro: Titlul încălzirii

source: Warm-ups
ko: 워밍업
ro: Încălziri

source: Watch Ad +%@
ko: 광고 보기 +%@
ro: Vezi reclamă +%@

source: Weaknesses detected
ko: 감지된 약점
ro: Puncte slabe detectate

source: Week
ko: 주
ro: Săptămână

source: Week of Jan 26 – Feb 1
ko: 1월 26일 – 2월 1일 주간
ro: Săptămâna 26 ian – 1 feb

source: Weekly Assignments
ko: 주간 과제
ro: Teme săptămânale

source: Weekly practice
ko: 주간 연습
ro: Practică săptămânală

source: Weekly Quests
ko: 주간 퀘스트
ro: Misiuni săptămânale

source: Welcome
ko: 환영합니다
ro: Bun venit

source: What clicked?
ko: 무엇을 클릭했나요?
ro: Ce a făcut clic?

source: What did you practice?
ko: 무엇을 연습했나요?
ro: Ce ai studiat?

source: What do you practice?
ko: 당신은 무엇을 연습합니까?
ro: Ce exersezi?

source: What improved today?
ko: 오늘 무엇이 개선되었나요?
ro: Ce s-a îmbunătățit azi?

source: What is your next action?
ko: 다음 실행 항목은 무엇인가요?
ro: Care este următoarea ta acțiune?

source: What still needs work?
ko: 아직 보완이 필요한 부분은 무엇인가요?
ro: Ce mai are nevoie de lucru?

source: What went well
ko: 잘된 점
ro: Ce a mers bine

source: When running, metronome playback continues while the app is in background.
ko: 실행 시 앱이 백그라운드에 있는 동안 메트로놈 재생이 계속됩니다.
ro: Când rulați, redarea metronomului continuă în timp ce aplicația este în fundal.

source: Whole Studio
ko: 스튜디오 전체
ro: Întregul studio

source: Window %@: %@
ko: 구간 %@: %@
ro: Fereastra %@: %@

source: Window 1: %@
ko: 구간 1: %@
ro: Fereastra 1: %@

source: Work time
ko: 작업 시간
ro: Timp de lucru

source: Work: %@
ko: 작업: %@
ro: Lucru: %@

source: Write a message…
ko: 메시지를 작성하세요…
ro: Scrie un mesaj...

source: XP, quests, and tokens are awarded from verified minutes only. Verification activates only while app blocking is actively running.
ko: XP, 퀘스트, 토큰은 검증된 분에서만 지급됩니다. 확인은 앱 차단이 활성화되어 있는 동안에만 활성화됩니다.
ro: XP, misiunile și tokenurile se acordă doar din minute verificate. Verificarea se activează doar cât timp blocarea aplicațiilor rulează activ.

source: You
ko: 너
ro: Tu

source: You already own Practice Buddy Pro permanently.
ko: 이미 PractiQuest Pro를 영구 보유하고 있습니다.
ro: Deții deja PractiQuest Pro permanent.

source: You are friends
ko: 당신은 친구입니다
ro: Ești deja prieten cu acest utilizator

source: You are queued for a duel
ko: 당신은 결투 대기 중입니다.
ro: Ești la coadă pentru un duel

source: You can set your display name once.
ko: 표시 이름은 한 번만 설정할 수 있습니다.
ro: Poți seta numele afișat o singură dată.

source: You can sign back in anytime with Apple or Google.
ko: Apple 또는 Google로 언제든 다시 로그인할 수 있습니다.
ro: Te poți autentifica din nou oricând cu Apple sau Google.

source: Your account starts private. You can change these controls later in Settings.
ko: 귀하의 계정은 비공개로 시작됩니다. 나중에 설정에서 이러한 제어 기능을 변경할 수 있습니다.
ro: Contul dvs. începe privat. Puteți modifica aceste comenzi mai târziu în Setări.

source: Your code:
ko: 내 코드:
ro: Codul tău:

source: Your code: %@
ko: 내 코드: %@
ro: Codul tău: %@

source: Your collection
ko: 당신의 컬렉션
ro: Colecția ta

source: Your core practice tools remain available as a guest.
ko: 핵심 연습 도구는 게스트로 계속 사용할 수 있습니다.
ro: Instrumentele tale de bază de practică rămân disponibile ca invitat.

source: Your current practice time and notes will be lost.
ko: 현재 연습 시간과 노트가 사라집니다.
ro: Timpul actual de studiu și notițele se vor pierde.

source: Your first completed session will appear here.
ko: 첫 번째 완료된 세션이 여기에 표시됩니다.
ro: Prima dvs. sesiune finalizată va apărea aici.

source: Your included Smart Coach preview is complete. Pro unlocks ongoing adaptation, saved plans, and presets.
ko: 포함된 Smart Coach 미리보기가 완료되었습니다. Pro는 진행 중인 조정, 저장된 계획 및 사전 설정을 잠금 해제합니다.
ro: Previzualizarea Smart Coach inclusă este finalizată. Pro deblochează adaptarea în curs, planurile salvate și setările prestabilite.

source: Your music community
ko: 귀하의 음악 커뮤니티
ro: Comunitatea ta muzicală

source: Your next plan is ready to shape
ko: 다음 계획을 구체화할 준비가 되었습니다.
ro: Următorul tău plan este gata de conturat

source: Your notes were updated.
ko: 노트가 업데이트되었습니다.
ro: Notițele tale au fost actualizate.

source: Your path. Your music.
ko: 당신의 길. 당신의 음악.
ro: Calea ta. Muzica ta.

source: Your permanent account includes one complete Smart Coach preview.
ko: 귀하의 영구 계정에는 하나의 완전한 Smart Coach 미리보기가 포함되어 있습니다.
ro: Contul dvs. permanent include o previzualizare completă a Smart Coach.

source: Your plan
ko: 당신의 계획
ro: Planul tău

source: Your practice can inspire a friend today.
ko: 당신의 실천이 오늘 친구에게 영감을 줄 수 있습니다.
ro: Practica ta poate inspira un prieten astăzi.

source: Your practice history is kept indefinitely.
ko: 귀하의 연습 기록은 무기한 보관됩니다.
ro: Istoricul tău de studiu este păstrat pe termen nelimitat.

source: Your practice session was added to History.
ko: 연습 세션이 기록에 추가되었습니다.
ro: Sesiunea ta de studiu a fost adăugată în Istoric.

source: Your practice stays available without an account. Create a permanent profile when you want Messages, connections, duels, and Moments.
ko: 귀하의 진료는 계정 없이도 계속 이용 가능합니다. 메시지, 연결, 결투, 순간을 원할 때 영구 프로필을 만드세요.
ro: Practica dvs. rămâne disponibilă fără un cont. Creați un profil permanent atunci când doriți Mesaje, conexiuni, dueluri și Momente.

source: Your practice stays yours
ko: 당신의 연습은 당신의 것입니다
ro: Practica ta rămâne a ta

source: Your practice studio, now with duels and progress tracking.
ko: 이제 결투와 진행 상황 추적 기능을 갖춘 연습 스튜디오입니다.
ro: Studioul tău de studiu, acum cu dueluri și urmărirea progresului.

source: Your practice, with purpose.
ko: 당신의 연습, 목적을 가지고.
ro: Practica ta, cu scop.

source: Your practice, in context.
ko: 상황에 맞는 귀하의 실습.
ro: Practica ta, în context.

source: Your selection applies immediately. You can switch back to Default anytime.
ko: 선택 즉시 적용됩니다. 언제든 기본값으로 되돌릴 수 있습니다.
ro: Selecția se aplică imediat. Poți reveni la Implicit oricând.

source: Your Studio
ko: 내 스튜디오
ro: Studioul tău

source: Your studio circle is empty
ko: 스튜디오 서클이 비어 있습니다.
ro: Cercul dvs. de studio este gol

source: Lv %@
ro: Nv %@
